Repository: fliegekunst/Interviews_Gemeinsame_Fakultaet
Catalog: omegat/project_save.tmx
Source language: de_de
Languages: uk

source: Außerdem habe ich viele Redewendungen gelernt, die Muttersprachler im Alltag sagen.
uk: Крім того, вивчив багато виразів, які щодня вживають носії мови.

source: Außerdem haben wir einen Mitarbeiter aus Bayern, den ich 2014 kennen gelernt habe.
uk: До речі, у нас є також працівник з Баварії, з яким я познайомилась у 2014 році.

source: Außerdem ist der Verkehr sehr stark, viele LKWs und so.
uk: Крім того, рух транспорта дуже сильний, багато вантажівок і все таке..

source: Außerdem ist es wichtig, eine Person zu finden, die einen motiviert, und die einen in schwierigen Situationen oder in Krisen unterstützt, um einem Motivation zu geben.
uk: Ще б не завадило знайти когось, хто допоможе у важких ситуаціях, захистить, та просто буде тебе мотивувати.

source: Außerdem kenne ich in anderen Städten niemand.
uk: До того ж я нікого не знав в інших містах.

source: Außerdem kennt man dann schon den Professor.
uk: До того ж ви вже будете знайомі з професором.

source: Bei Haushaltssachen oder wenn man schnell etwas sagen will entsteht ein Mix aus Deutsch und Ukrainisch, dann lassen wir es oft und reden Ukrainisch.
uk: Коли в когось виникали побутові питання або хтось хотів швидко щось сказати, утворювався мікс з німецької та української мов, тому ми вирішили перейти на українську.

source: Bei Zoom-Meetings kann man auch Fragen stellen und kommunizieren, wie in der Präsenzlehre.
uk: На Zoom-зустрічах ви також можете задавати питання та спілкуватися, як при звичайному навчанні.

source: Bei mir gab es eher Probleme damit, eine Wohnung zu finden und einzurichten, einen Nebenjob zu finden und das Leben in Magdeburg zu gestalten.
uk: У мене було більше проблем із пошуком квартири та її облаштуванням, пошуком підробітку та влаштуванням самого життя в Магдебурзі.

source: Bei mir ginge es noch einfacher.
uk: Мені було ще простіше.

source: Bei mir hat das nicht geklappt, weiter an der Universität zu bleiben.
uk: Мені не вдалося залишитися в університеті.

source: Bei mir in der Firma sind die ersten Kollegen schon um 6 Uhr auf Arbeit!
uk: В компанії де я працюю деякі колеги вже о 6 годині на роботі!

source: Bei mir war das einmal umgekehrt.
uk: У мене все було з точністю до навпаки.

source: Beide Studiensysteme haben Vor- und Nachteile.
uk: Але обидві сстеми освіти мають і переваги і недоліки.

source: Beispielsweise gibt es bei den Fächern, die sich an Wirtschaftsingenieure richten, das Fach Betriebsorganisation zum Beispiel, das hatten wir in Kiew nicht im Bachelor.
uk: Тут студенти мають предмети, орієнтовані на промислових інженерів, наприклад, організація підприємства. В Києві на бакалавраті це рідкість.

source: Beispielsweise im Geschäft oder in der Bank sind die Leute alle freundlich und hilfsbereit. Ob sie wirklich so sind, ist ganz andere Frage.
uk: Наприклад, в магазині або в банку люди привітні й доброзичливі. А чи вони насправді такі, це вже зовсім інше питання.

source: Berichte unserer AbsolventInnen über ihr Studium an der Otto-von-Guericke-Universität Magdeburg
uk: Berichte unserer AbsolventInnen über ihr Studium an der Otto-von-Guericke-Universität Magdeburg0000

source: Besonders das IKUS bietet viel an, man kann Partys besuchen und neue Leute kennen lernen.
uk: Є багато пропозицій від IKUS, ви можете відвідувати різні заходити та знайомитися з людьми.

source: Besonders in den Moment, wenn ich sehr tief in meinen Gedanken (natürlich auf Ukrainisch) bin.
uk: Особливо тоді, коли я довго про щось собі думаю (і звичайно ж українською мовою).

source: Besucht gerne unsere Webseite: Kobzarenko.eu
uk: Якщо ви маєте бажання, то можете відвідати наш сайт: Kobzarenko.eu

source: Bevor ich etwas sage, versuche ich mir die Wörter im Kopf zurecht zu legen.
uk: Перш ніж щось сказати, я намагаюся розібрати слова в голові.

source: Bist du dort aktiv?
uk: Ви активні там?

source: Bist du mit deinem Deutsch zufrieden?
uk: Ти задоволений своїм рівнем володіння німецькою?

source: Dmytro Kobzarenko
uk: Дмитро Кобзаренко

source: Die haben sich daran gewöhnt.
uk: Вони сказали, що вже звикли до цього.

source: Die Promotion gefällt mir sehr gur.
uk: Робота над докторською тут мені дуже подобається.

source: Dann ist es egal, woher du kommst.
uk: Тоді всім байдуже, звідки ти.

source: Das entspricht aber nicht ganz, was man hier braucht. Dass man den TestDaF geschafft hat, bedeutet noch lange nicht, dass man gut Deutsch kann. Außerdem lernt man in Sprachkursen keine Umgangssprache.
uk: Але це не зовсім те, що вам тут знадобиться. Якщо ви пройшли TestDaf, це не означає, що ви добре володієте німецькою. Крім того, на мовних курсах ви не вивчаєте розмовну мову.

source: Da ich mich nicht entscheiden konnte, zu welchem Lehrstuhl ich gehe, habe ich mir ein Unternehmen gesucht.
uk: Оскільки я не могла вирішити, на яку кафедру піти, я шукала якусь компанію.

source: Das was im Lehrbuch steht, ist nicht immer Umgangssprache.
uk: Те, що є в підручнику, не завжди підходить.

source: Danach geht es an die Konstruktion mit einer Fertigungszeichnung.
uk: Після цього можна переходити до проєктування з робочим кресленням.

source: Da du promovierst, hast du Einblicke in die Wissenschaftslandschaft.
uk: Оскільки ти здобуваєш науковий ступінь, ти маєш певне уявлення про науковий ландшафт.

source: Da hat sich vieles geändert in den letzten Jahren.
uk: Там за останні роки багато що змінилося.

source: Da ich viel mit Ukrainischen Firmen beschäftigt war und Auslandserfahrung habe, habe ich diese Chance gekriegt.
uk: Так як у мене є міжнародний досвід роботи, також працював і з українськими компаніями, я скористувався цим шансом.

source: Da konnte man in Kiew überall, selbst im kleinsten Kiosk, mit EC-Karte bezahlen.
uk: У Києві можна розрахуватися дебетовою карткою де завгодно, навіть у найменшому кіоску.

source: Das ist aber eine Frage der Prioritäten.
uk: Треба правильно визначати приорітети.

source: Dabei sehe ich zwei Probleme.
uk: Я бачу в цьому дві проблеми.

source: Dadurch hatten wir natürlich weniger Sprachpraktikum, als wir hätten haben können.
uk: Звичайно, зараз у нас менше мовної практики, ніж могло би бути.

source: Dafür kann die Miete in einer WG geringer sein, dafür muss man viel extra machen.
uk: Через те що потрібно ще багато чого доро.

source: Dafür muss die oder der Interessierende Stellenausschreibungen lesen und sich bewerben.
uk: Для цього зацікавлена ​​особа повинна прочитати оголошення про роботу та подати заявку.

source: Damals konnte ich ihn gar nicht verstehen.
uk: Спочатку я взагалі не могла його зрозуміти.

source: Damit komme ich gut klar.
uk: Це мені вдається добре.

source: Danach ging es auf Ukrainisch weiter.
uk: Потім знову перейшли на рідну, солов'їну.

source: Danach werde ich an meiner Masterarbeit arbeiten, das dauert auch zwischen 5 und 8 Monaten.
uk: А потім почну працювати над магістерською роботою, яка триватиме 5-8 місяців.

source: Dann bin ich sicherer geworden, und jetzt bemerke ich, dass ich viele Fehler mache.
uk: Потім я став більш впевненим у собі і почав усвідомлювати, що роблю багато помилок.

source: Dann brauche ich ein paar Sekunden um von einer Sprache in eine andere zu wechseln.
uk: Мені потрібно декілька секунд, щоб переключитися з однієї мови на іншу.

source: Dann erst kann man eine Masterarbeit anfangen zu schreiben.
uk: Тільки тоді можна буде приступати до магістерської дисертації.

source: Dann frage ich mich, ob ich nach 2 Jahren Studium an der „Gemeinsamen Ukrainisch-Deutschen Fakultät für Maschinenbau“ eiwandfrei die Sprache können sollte.
uk: Але я запитую себе, чи повинна я досконало володіти мовою після двох років навчання на Спільному Українсько-Німецькому Факультеті Машинобудування.

source: Dann gab es sprachliche Probleme.
uk: Потім були мовні проблеми.

source: Dann habe ich das mit Dmytro Borysenko besprochen und der hat mir das empfohlen, und diese Kooperation vermittelt.
uk: Потім я обговорив це з <t0 /> Дмитром Борисенком <t1 />, і він порекомендував мені та посприяв цій співпраці.

source: Dann habe ich gedacht, ich muss mir in der Ukraine eine Kooperation suchen.
uk: Тоді я подумав, що мені потрібно шукати співпрацю в Україні.

source: Dann habe ich irgendwann das Angebot bekommen, hier zu promovieren.
uk: Потім отримав пропозицію захищати тут докторську.

source: Dann kam die erste Prüfungszeit, die war für mich und die anderen ein Albtraum!
uk: Потім почалася сесія, яка була для всіх справжнім кошмаром!

source: Dann war ich beleidigt und habe gebeten, dass wir weiter Deutsch reden.
uk: Я вибачався і просив продовжувати розмовляти німецькою.

source: Dann weiß ich auch gleich, ob ich in einem Unternehmen arbeiten will und kann eher entscheiden, ob ich in die Wirtschaft gehe oder an der Universität bleiben will.
uk: Тоді я відразу знаю, чи хочу я працювати на підприємстві, займатися бізнесом, або ж залишатися в університеті.

source: Dann wird die Arbeit vom Betreuer bewertet.
uk: Потім роботу оцінить керівник.

source: Dann wollte ich einen Witz erzählen, habe aber die richtigen Worte nicht gefunden.
uk: Я ще хотіла розповісти їм анекдота, але не змогла підібрати правильні слова.

source: Dann wurde das aber schnell besser.
uk: Але з часом ситуація покращилася.

source: Dann wurde ich zu einem Gespräch eingeladen.
uk: Потім мене запросили на співбесіду.

source: Daran sieht man, dass Freundschaft nicht von der Nationalität oder Muttersprache abhängt.
uk: Це свідчить про те, що дружба не залежить від національності та мови.

source: Darüber hinaus gibt es hier viele Leute aus der Ukraine (GUDFM-Studenten in erster Linie) und anderen postsowjetischen Ländern, mit denen fühle ich mich, wie zu Hause.
uk: Крім того, тут є багато людей з України (насамперед із СУНФМ) та інших країн пострадянського простору, з якими я почуваюся немов вдома.

source: Darüber hinaus wurden viele Alltagsprobleme beseitigt und ich habe mich an das Leben in Deutschland ein bisschen gewöhnt.
uk: звик до життя в Німеччині.

source: Das Hauptprojekt läuft bis Ende 2020, es geht um eine 3D-CFD Simulation (Strömungssimulation).
uk: Закінчив свій сновний проєкт про D7/CFD моделювання (тобто моделювання потоків) у 2020 році

source: Das Studium zu strukturieren ist wichtig, einen Kalender zu führen und einen Plan für jeden Tag zu machen.
uk: Важливо розробити свій план навчання, зробити його структурованим та розписати кожен день.

source: Das Studium ist intensiver.
uk: Навчання інтенсивне.

source: Das Leben der anderen Ukrainer, d.h. meiner Kommilitonen, die schon länger hier leben und arbeiten, zeigt mir, dass sie wenige Freunde haben und eher unter sich bleiben.
uk: Життя інших українців, тобто моїх однокурсників, які довгий час тут жили та працювали, показує, що у них мало друзів і вони, як правило, тримаються один одного.

source: Das Online Studium insgesamt war super an der OVGU, im Hinblick auf die Situation.
uk: Але якщо взяти до уваги ситуацію, яка склалася, то навчання було організовано супер.

source: Das Programm hat klare Rahmenbedingungen, das Auswahlverfahren ist klar und das Sprachpraktikum und das Betriebspraktikum geben einen guten Eindruck in das Studium und man versteht, ob man in Deutschland studieren will oder nicht.
uk: Програма має чіткі рамкові умови, процес відбору зрозумілий, а мовна практика та стажування в компанії створюють гарне враження про курс, і ви можете зрозуміти, хочете ви навчатися в Німеччині чи ні.

source: Das Spannendste ist, dass man viele Dienstreisen machen kann.
uk: Найбільше мені подобається можливість їздити у відрядження.

source: Das Studium hat mir sehr gut gefallen.
uk: Мені дуже сподобалося.

source: Das Studium in Magdeburg habe ich als gute Erfahrung in Erinnerung.
uk: Навчання в Магдебурзі було для мене чудовим досвідом.

source: Das Thema ist noch nicht final, aber ich überlege gerade, welcher Betreuer in Frage kommt.
uk: Тема ще не остаточна, тому що я ще не вирішив, хто буде моїм науковим керівником.

source: Das Thema muss ich aber bis Ende Oktober bearbeitet haben.
uk: Але тему магістерського проєкту я повинен опрацювати до кінця жовтня.

source: Das Wohnheimzimmer ist außerdem möbliert, das ist bei WGs nicht immer der Fall, dann muss man sich die Möbel selbst zusammensuchen.
uk: Кімната в гуртожитку мебльована, що не завжди буває у квартирах, де меблі доводиться знаходити самостійно.

source: Das Wörterbuch hat mir auch nicht geholfen.
uk: Словник також не допомагав.

source: Das alles in der Kombination hilft sowohl die Sprache zu verbessern, als auch neue Kultur kennenzulernen.
uk: Все це в сукупності допомагає як вдосконалювати мову, так і пізнавати нову культуру.

source: Das bedeutet konkret, das Skript durchzulesen und unbekannte Wörter zu übersetzen.
uk: Особисто я почувався впевненішим на лекціях, після того як ознайомився з конспектами лекцій та переклав незнайомі слова.

source: Das bedeutet nur, dass ich anders bin.
uk: Я просто інший

source: Das bedeutet, dass ich nur einen begrenzten Wortschatz aktiv benutze, was meine Sprachkenntnisse negativ beeinflusst. Trotzdem fühle ich mich viel sicherer bei der Kommunikation auf Deutsch als früher, obwohl ich noch Fehler beim flüssigen Reden mache.
uk: Щодня використовую лише невелику кількість слів, що не дуже добре впливає на знання мови. Але однаково я почуваюся набагато впевненішим під час спілкування німецькою, ніж раніше, хоча й часто роблю помилки.

source: Das bedeutete für mich nur eins: Es gibt auch eine Tageszeit, nämlich die Nacht, in der man auch etwas tun kann.
uk: Саме ніч стала для мене тим часом, коли можна плідно попрацювати.

source: Das betrifft sowohl das Studium an der Uni, als auch das Leben in Deutschland insgesamt.
uk: Це стосується як навчання в університеті, так і життя загалом.

source: Das bringt nichts (für die Sprache).
uk: Так буде краще.

source: Das deutsche Banksystem finde ich nicht so gut wie das ukrainische Banksystem.
uk: Я не думаю, що німецька банківська система настільки зручна, як українська .

source: Das finde ich gut.
uk: Це справді класно.

source: Das finde ich nett und bin sehr dankbar für ihre Geduld und Unterstützung.
uk: Це дуже мило з їхнього боку і я вдячна їм за терпіння та підтримку.

source: Das finde ich toll.
uk: Це круто.

source: Das fällt auf und das gefällt mir sehr.
uk: Це мені дуже подобається.

source: Das ganze Bankensystem ist sehr veraltet.
uk: Вся банківська система дуже застаріла.

source: Das habe ich als Student nicht immer gemacht.
uk: А будучи студентом, я весь час працював.

source: Das habe ich hier gelernt, wie man richtig eigene Zeit organisieren kann.
uk: Там я і дізналася як можна правильно організовувати свій час.

source: Das habe ich in der Tat oft.
uk: Насправді часто.

source: Das hat auch mehr Bezug zur eigentlichen Produktion und zur Arbeit, mit der man sich später beschäftigen will.
uk: Це також має більше відношення до фактичного виробництва та роботи, з якою ви хочете мати справу пізніше.

source: Das hat auf jeden Fall meine Chancen in Magdeburg verstärkt, denn ein Praktikum gemacht zu haben, war wichtig.
uk: І ця пройдена пракитика, безумовно, допомогла мені в Магдебурзі. Вона дійсно важлива.

source: Das hat sich so ergeben.
uk: Тому так і вийшло.

source: Das hat super geholfen, neue Leute kennen zu lernen.
uk: Це справді допомогло познайомитись з новими людьми.

source: Das hat ziemlich viel Zeit in Anspruch genommen.
uk: на які пішло чимало часу.

source: Das hilft auch bei der deutschen Sprache, es ist wichtig, konsequent an seinem Deutsch zu arbeiten, nicht immer nur unter sich zu bleiben und mit Ukrainern zusammen Zeit zu verbringen, sondern zu versuchen, mit anderen Leuten in Kontakt zu kommen.
uk: Це також допомагає з німецькою мовою, важливо постійно працювати над своєю німецькою, спілкуючись із носіями мови, а не тільки проводити час з україномовними студентами.

source: Das hängt aber bei mir immer damit zusammen, wie wohl ich mich bei der Arbeit fühle, und im Moment geht es mir auf meiner Arbeit gut.
uk: Але для мене це завжди пов’язано з тимнаскільки комфортно я почуваюся на роботі,і на даний момент мені там добре.

source: Das hängt davon ab, was die Studierenden wollen.
uk: Це залежить від того, чого вони хочуть .

source: Das hängt sicher auch von der persönlichen Wahrnehmung ab.
uk: Це, безумовно, залежить від особистого сприйняття.

source: Das hängt sicher von den Menschen selbst ab, jeder Mensch hat seine eigenen Vorstellungen und Ideale.
uk: Безумовно, це залежить від самих людей, у кожного свої уявлення та ідеали.

source: Das hätten wir nicht geschafft.
uk: Ми не могли встигнути.

source: Das ist aber eher eine Folge des ersten Punktes.
uk: Але це скоріше наслідок першого пункту.

source: Das ist aber ein falscher Eindruck.
uk: Але це неправильне враження.

source: Das ist aber nicht vom Land abhängig.
uk: Але це не залежить від країни.

source: Das ist aber sehr selten und betrifft vorwiegend Gesundheit (d.h. medizinische Lexik).
uk: Але це буває дуже рідко і стосується лише специфічної лексики (наприклад, медичної).

source: Das ist auch sehr unfair.
uk: Це також дуже несправедливо.

source: Das ist bestimmt ich mit der derzeitigen Lebensperiode verbunden.
uk: А, можливо, це просто такий період в житті.

source: Das ist das wichtigste.
uk: Я вважаю, що це дуже важливо.

source: Das ist der Vorteil der GUDF, ich war gut aufgestellt, hatte die Unterstützung von der Fakultät hier und wurde gut betreut.
uk: Це одна з переваг Спільного Українсько-Німецького Факультету (СУНФ), оскільки працівники завжди готові були мені допомогти.

source: Das ist ein großer, in erster Linie inhaltlicher Unterschied.
uk: Це велика різниця, насамперед, з точки зору змісту та наповнення матеріалу.

source: Das ist eine große Arbeit, aber für uns ist das eine wichtige Arbeit.
uk: Це важка робота, але для нас вона дуже важлива.

source: Das ist eine unschätzbare Erfahrung, die im Leben helfen kann, unabhängig davon, in welchem Land man wohnen wird.
uk: Це безцінний досвід, який може допомогти в житті незалежно від того, в якій країні ви будете жити.

source: Das ist einerseits gut, man achtet auf deine Persönlichkeit und schätzt deine Grenzen.
uk: З одного боку, це круто, коли людина поважає тебе і розмежовує соціальне та приватне життя.

source: Das ist einfacher als damals, als ich die Masterarbeit auf Deutsch geschrieben habe, also einfacher vom Schreiben her.
uk: Цю роботу я пишу набагато краще, ніж магістерську, яку я теж писав німецькою.

source: Das ist für mich kein Problem, ich kann vergleichsweise gut lesen.
uk: Завдяки цьому я можу читати трішки швидше.

source: Das ist gut gelaufen und ich habe dort meine Masterarbeit geschrieben.
uk: Все пройшло добре, і я написала там магістерську.

source: Das ist hilfreich für Menschen, die sich im Ausland befinden.
uk: Це класно для людей, які знаходяться за кордоном.

source: Das ist komisch.
uk: Це насправді кумедно.

source: Das ist mein Steckenpferd, darüber ist auch meine Dissertation indirekt und das macht mir Spaß.
uk: Це моя коронна тема, і саме тому я із задоволенням пишу про неї дисертацію.

source: Das ist meine Weltanschauung, dass man das Klima verbessern muss und das ist eine Alternative zu Batterien, Benzin und Diesel.
uk: Це моє світобачення, що нам потрібно покращити клімат, знайшовши альтернативу батареям, бензину та дізелю.

source: Das ist meine starke Empfehlung.
uk: Це дуже класно.

source: Das ist meiner Meinung nach der beste Weg.
uk: На мою думку, це найкращий шлях.

source: Das ist nicht vergleichbar.
uk: Це не порівняти.

source: Das ist nicht zu unterschätzen!
uk: Це не можна недооцінювати!

source: Das ist schade, denn Magdeburg gefällt mir sehr, ich wohne schon ein Jahr hier.
uk: Шкода, оскільки Магдебург мені дуже подобається, і я живу тут вже цілий рік.

source: Das ist wahrscheinlich für manche ein Grund, ihr Studium in Deutschland aufzugeben.
uk: Для деяких це, напевно, і стає причиною, щоб кинути навчання у Німеччині.

source: Das ist wie beim Hörverstehen, nur da muss man Stichpunkte machen und 90 min zuhören und mitschreiben. Das ist echt anstrengend!
uk: Це як під час аудіювання, тільки тут потрібно 90 хвилин слухати і паралельно робити нотатки. Це справді виснажує!

source: Das kann ich aus eigener Erfahrung sagen.
uk: Я знаю це з власного досвіду.

source: Das klappt meistens ganz gut, man kann viele verschiedene Kulturen kennenlernen und findet immer Menschen, die einen so, wie man ist, akzeptieren.
uk: Це в основному функціонує дуже добре, ви можете познайомитися з багатьма різними культурами й завжди знайдете тих людей, які приймуть вас такими, якими ви є.

source: Das kommt hoffentlich mit der Zeit.
uk: Це, сподіваюся, прийде з часом.

source: Das lief gut.
uk: Все пройшло добре.

source: Das liegt aber daran, dass ich in einer anderen Gesellschaft aufgewachsen bin.
uk: Просто я зростала в іншому суспільстві.

source: Das liegt in erster Linie daran, dass ich mich fast nicht mit den Altersgenossen aus Deutschland unterhalte und zusammen mit ihnen Zeit verbringe.
uk: Можливо, це трапляється тому, що я майже не розмовляю зі своїми однолітками з Німеччини та не проводжу з ними час.

source: Das mache ich eigentlich sehr gerne.
uk: І я із задоволенням це роблю.

source: Das macht Menschen kaputt. Natürlich spielten auch akademische Gründe bei meiner Entscheidung eine Rolle.
uk: У нас людей ламають. Ще однією причиною чому я обрав Німеччину став вибір професії.

source: Das macht das Leben interessanter und öffnet neue Türen.
uk: Це робить життя цікавішим та відчиняє багато дверей.

source: Das macht echt einen Unterschied.
uk: Це насправді має велике значення.

source: Das muss man selbst in Magdeburg lernen.
uk: Цього вам потрібно буде навчитися безпосередньо в Магдебурзі.

source: Das nervt manchmal.
uk: Це іноді дратує.

source: Das sind alles spannende Prozesse, auf dich ich mich freue.
uk: Це такі захоплюючі процеси, яких я з нетерпінням чекаю.

source: Das sind vielleicht die Datenschutzregeln, die ich zu streng finde.
uk: Можливо, це занадто суворі правила захисту даних.

source: Das war 2015. Ich war für drei Monate da.
uk: Це було в 2015 році. Я провела там три місяці.

source: Das war die erste Vorlesung in einem wirtschaftsingenieurwissenschaftlichen Fach, für den ich weder fachlich noch sprachlich Kompetenzen hatte.
uk: Це була перша лекція з індустріального машинобудування. Тоді я не мав ні технічних, ні мовних навичок.

source: Das war ein Fiasko.
uk: Це був провал.

source: Das war eine tolle Zeit.
uk: Це був чудовий час.

source: Das war für mich eine Überraschung, als ich das von den Studenten aus anderem Austauschprogramm gehört habe.
uk: Я був приємно здивований, коли почув це від студентів з інших програм обміну.

source: Das war gar nicht so einfach.
uk: Це було не так-то просто.

source: Das war gleich wie in der Präsenzlehre.
uk: Це було те саме, що і в аудиторії.

source: Das war neu für mich, weil ich am Institut für Maschinenelemente angestellt bin, davon hatte ich wenige Fächer in meinem Studium.
uk: Це було новизною для мене, тому що зараз я працюю в Інституті машинних елементів, а під час навчання ми такого не вивчали.

source: Das war nicht so schwer, eine Wohnung zusammen zu finden.
uk: Знайти житло виявилося не так вже й складно.

source: Das war schwieriger als in Deutschland, hat aber das Semester gut strukturiert. Darüber hinaus gab es viele Alltagsprobleme und -fragen, die wir in der Freizeit beseitigen und lösen musste.
uk: Це було важче, ніж у Німеччині, але добре структурувало семестр. Крім того, було багато щоденних проблем та питань,

source: Das war uns aber nicht möglich.
uk: Нам здавалося це неможливим.
